Repository: JordanCdev/Noum
Catalog: Noum/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Switch between speech-to-text backends for testing and comparison.
es: Cambia entre proveedores de voz a texto para pruebas y comparación.
fr: Bascule entre les fournisseurs de transcription pour tester et comparer.

source: Switches the prompt pool, filler-word detection, and transcription provider language. Coaching feedback stays in English for now.
es: Cambia el pool de indicaciones, la detección de muletillas y el idioma del proveedor de transcripción. Los comentarios de coaching siguen en inglés por ahora.
fr: Change le pool de sujets, la détection des tics et la langue du fournisseur de transcription. Les retours de coaching restent en anglais pour l'instant.

source: Tap the mic and speak
es: Toca el micrófono y habla
fr: Touche le micro et parle

source: Tap to change.
es: Toca para cambiar.
fr: Touche pour changer.

source: Tap to hear
es: Toca para escuchar
fr: Touche pour écouter

source: Target tone: %@
es: Tono objetivo: %@
fr: Ton ciblé : %@

source: That's the rep. Streak intact, no break needed.
es: Esa es la repetición. Racha intacta, sin necesidad de pausa.
fr: Voilà la répétition. Série intacte, pas besoin de pause.

source: The privacy policy isn't available right now. Please try again, or visit our website.
es: La política de privacidad no está disponible ahora. Inténtalo de nuevo o visita nuestra web.
fr: La politique de confidentialité n'est pas disponible pour le moment. Réessaie ou visite notre site.

source: THE PROMPT
es: LA INDICACIÓN
fr: LE SUJET

source: The Read
es: La lectura
fr: La lecture

source: Theme
es: Tema
fr: Thème

source: These words appear frequently across your sessions. They may be unconscious habits.
es: Estas palabras aparecen con frecuencia en tus sesiones. Pueden ser hábitos inconscientes.
fr: Ces mots reviennent souvent dans tes séances. Ce sont peut-être des habitudes inconscientes.

source: thinking...
es: pensando...
fr: réflexion...

source: This is the line every future rep is measured against.
es: Esta es la marca con la que se medirá cada repetición futura.
fr: C'est la ligne par rapport à laquelle chaque future répétition est mesurée.

source: This permanently removes this practice session from your history. This cannot be undone.
es: Esto elimina permanentemente esta sesión de práctica de tu historial. No se puede deshacer.
fr: Cela supprime définitivement cette séance d'entraînement de ton historique. Action irréversible.

source: This permanently removes your account and every session, coaching detail, and AI history tied to it. You can't undo this.
es: Esto elimina permanentemente tu cuenta y cada sesión, detalle de coaching e historial de IA asociado. No se puede deshacer.
fr: Cela supprime définitivement ton compte et chaque séance, détail de coaching et historique IA associés. Cette action est irréversible.

source: This plays only during the pre-rep countdown. It fades the moment the rep begins.
es: Suena solo durante la cuenta atrás previa a la repetición. Se desvanece en cuanto empieza la repetición.
fr: Cela ne se joue que pendant le compte à rebours d'avant-répétition. Cela s'estompe dès que la répétition commence.

source: This request hasn't been answered yet. We'll surface responses here as soon as your reviewer sends them.
es: Esta solicitud aún no se ha respondido. Mostraremos las respuestas aquí en cuanto el revisor las envíe.
fr: Cette demande n'a pas encore reçu de réponse. Nous afficherons les réponses ici dès que ton relecteur les enverra.

source: This step exists so a single tap can't end your account.
es: Este paso existe para que un solo toque no pueda eliminar tu cuenta.
fr: Cette étape existe pour qu'un seul appui ne puisse pas supprimer ton compte.

source: This week
es: Esta semana
fr: Cette semaine

source: This week's leaderboard
es: Clasificación de esta semana
fr: Classement de cette semaine

source: Timer
es: Cronómetro
fr: Minuteur

source: Timer display
es: Visualización del cronómetro
fr: Affichage du minuteur

source: To %@
es: A %@
fr: À %@

source: To generate coaching feedback, your speech transcript is sent to %@ for analysis. Your transcript is processed under their API data terms and is not used to train their AI models. Noum does not sell or share your data with advertisers.
es: Para generar comentarios de coaching, tu transcripción de habla se envía a %@ para su análisis. Tu transcripción se procesa según los términos de datos de su API y no se usa para entrenar sus modelos de IA. Noum no vende ni comparte tus datos con anunciantes.
fr: Pour générer des retours de coaching, ta transcription de parole est envoyée à %@ pour analyse. Ta transcription est traitée selon les conditions de leur API et n'est pas utilisée pour entraîner leurs modèles IA. Noum ne vend ni ne partage tes données avec des annonceurs.

source: Toastmasters-inspired prepared speeches with concrete objectives — Ice Breaker, Vocal Variety, Persuasive, Storytelling.
es: Discursos preparados inspirados en Toastmasters con objetivos concretos — Romper el hielo, Variedad vocal, Persuasión, Narrativa.
fr: Discours préparés inspirés de Toastmasters avec des objectifs concrets — Brise-glace, Variété vocale, Persuasion, Récit.

source: Today's done
es: Listo por hoy
fr: Terminé pour aujourd'hui

source: Today's goal
es: Objetivo de hoy
fr: Objectif du jour

# Today's goal: %lld of %lld reps
source: Today's goal: %1$lld of %2$lld reps
es: Objetivo de hoy: %lld de %lld repeticiones
fr: Objectif du jour : %lld sur %lld répétitions

source: Tone
es: Tono
fr: Ton

source: Top Filler Words
es: Muletillas más comunes
fr: Tics les plus fréquents

source: Track filler words as you speak
es: Sigue las muletillas mientras hablas
fr: Suis les tics pendant que tu parles

source: Transcript
es: Transcripción
fr: Transcription

source: Transcription issue
es: Problema de transcripción
fr: Problème de transcription

source: Try Again
es: Reintentar
fr: Réessayer

source: Try another rep
es: Probar otra repetición
fr: Essayer une autre répétition

source: Try it
es: Probar
fr: Essayer

source: Try this opening
es: Probar este inicio
fr: Essayer cette ouverture

source: Try this prompt again
es: Probar esta indicación de nuevo
fr: Réessayer ce sujet

source: Try without an account
es: Probar sin cuenta
fr: Essayer sans compte

source: Type delete first to enable.
es: Escribe delete primero para activar.
fr: Saisis d'abord delete pour activer.

source: Type delete to confirm
es: Escribe delete para confirmar
fr: Saisis delete pour confirmer

source: Type the lowercase word delete to enable deletion.
es: Escribe la palabra delete en minúsculas para activar la eliminación.
fr: Saisis le mot delete en minuscules pour activer la suppression.

source: Unique ratio
es: Ratio único
fr: Ratio unique

source: Unlock deeper insights
es: Desbloquea ideas más profundas
fr: Débloque des analyses plus poussées

source: Unlock the full coaching experience
es: Desbloquea la experiencia completa de coaching
fr: Débloque l'expérience de coaching complète

source: UNLOCKED
es: DESBLOQUEADO
fr: DÉBLOQUÉ

source: Unlocked %@
es: Desbloqueado %@
fr: Débloqué %@

source: Unlocked and retained. This is now part of the way you tend to show up.
es: Desbloqueado y retenido. Esto ya forma parte de cómo tiendes a aparecer.
fr: Débloqué et conservé. Cela fait maintenant partie de ta façon d'apparaître.

source: Update it
es: Actualizar
fr: Mettre à jour

source: Upgrade to Pro
es: Pasar a Pro
fr: Passer à Pro

source: Upgrade to unlock deeper coaching, transcripts, and analytics.
es: Mejora para desbloquear coaching más profundo, transcripciones y análisis.
fr: Améliore ton offre pour débloquer un coaching plus poussé, les transcriptions et les analyses.

source: Use this mode for open-ended reps without a fixed countdown.
es: Usa este modo para repeticiones abiertas sin cuenta atrás fija.
fr: Utilise ce mode pour des répétitions libres sans compte à rebours fixe.

source: Used
es: Usada
fr: Utilisé

source: Varied
es: Variado
fr: Varié

source: Verbal Habits
es: Hábitos verbales
fr: Habitudes verbales

source: Verdict
es: Veredicto

source: View leaderboard
es: Ver clasificación
fr: Voir le classement

source: View Results
es: Ver resultados
fr: Voir les résultats

source: View Summary
es: Ver resumen
fr: Voir le résumé

source: Volume
es: Volumen

source: vs Your Baseline
es: vs tu base
fr: vs ta base

source: vs. Recent Average
es: vs. promedio reciente
fr: vs. moyenne récente

source: Waiting for both players to complete the challenge.
es: Esperando a que ambos jugadores completen el reto.
fr: En attente que les deux joueurs terminent le défi.

source: Watch recording
es: Ver grabación
fr: Voir l'enregistrement

source: We prepared a support report for this sign-in issue. You can paste it into a message to the Noum team.
es: Hemos preparado un informe de soporte para este problema de inicio de sesión. Puedes pegarlo en un mensaje al equipo de Noum.
fr: Nous avons préparé un rapport pour ce problème de connexion. Tu peux le coller dans un message à l'équipe Noum.

source: We'll only nudge you when your streak is at risk
es: Solo te avisaremos cuando tu racha esté en riesgo
fr: Nous ne t'alerterons que si ta série est en danger

source: Welcome to Noum!
es: Bienvenido a Noum
fr: Bienvenue sur Noum

source: Welcome to Pro
es: Bienvenido a Pro
fr: Bienvenue dans Pro

source: What are you working on right now?
es: ¿En qué estás trabajando ahora mismo?
fr: Sur quoi travailles-tu en ce moment ?

source: What Matters
es: Lo que importa
fr: Ce qui compte

source: What this means
es: Lo que esto significa
fr: Ce que cela signifie

source: What would you like feedback on?
es: ¿Sobre qué te gustaría recibir comentarios?
fr: Sur quoi souhaites-tu recevoir un retour ?

source: What you did well
es: Lo que hiciste bien
fr: Ce que tu as bien fait

source: What you said
es: Lo que dijiste
fr: Ce que tu as dit

source: When you use certain features, data is sent to these services:
es: Cuando usas ciertas funciones, los datos se envían a estos servicios:
fr: Quand tu utilises certaines fonctions, les données sont envoyées à ces services :

source: Where it landed
es: Dónde aterrizó
fr: Où c'est tombé

source: Where your reps live
es: Dónde viven tus repeticiones
fr: Où vivent tes répétitions

source: Word choice
es: Elección de palabras
fr: Choix des mots

source: Word of the day
es: Palabra del día
fr: Mot du jour

source: Work to do
es: Hay que trabajar
fr: Il y a du travail

source: Working on: %@
es: Trabajando en: %@
fr: En cours : %@

source: WPM
es: PPM
fr: MPM

source: Wrapping up
es: Cerrando
fr: Clôture

source: Wrapping up...
es: Cerrando...
fr: Clôture...

source: You
es: Tú
fr: Toi

source: You came across as %@
es: Te percibieron como %@
fr: Tu es apparu comme %@

source: You lead
es: Vas liderando
fr: Tu mènes

source: You said
es: Dijiste
fr: Tu as dit

source: You're improving. Keep going.
es: Estás mejorando. Sigue así.
fr: Tu progresses. Continue.

source: You're matched with speakers in your rating range each ISO week. Climbing rating moves you up a tier; the leaderboard resets every Monday.
es: Cada semana ISO te emparejamos con oradores en tu rango de puntuación. Subir de puntuación te lleva a un nivel superior; la clasificación se reinicia cada lunes.
fr: Tu es jumelé avec des orateurs dans ta plage de score chaque semaine ISO. Monter en score te fait passer au niveau supérieur ; le classement se réinitialise chaque lundi.

source: You’re stepping into a live-text simulation with %@.
es: Estás entrando en una simulación de texto en vivo con %@.
fr: Tu entres dans une simulation textuelle en direct avec %@.

source: You've made great use of AI coaching this month. Fresh analyses will be available %@.
es: Has aprovechado bien el coaching IA este mes. Nuevos análisis estarán disponibles %@.
fr: Tu as bien utilisé le coaching IA ce mois-ci. De nouvelles analyses seront disponibles %@.

source: Your answer
es: Tu respuesta
fr: Ta réponse

source: Your baseline is set
es: Tu base está establecida
fr: Ta base est établie

source: Your coaching is now recalibrated.
es: Tu coaching está recalibrado.
fr: Ton coaching est recalibré.

source: Your coaching journey starts now.
es: Tu trayecto de coaching empieza ahora.
fr: Ton parcours de coaching commence maintenant.

source: Your Coaching Profile
es: Tu perfil de coaching
fr: Ton profil de coaching

source: Your current session will be lost.
es: Se perderá tu sesión actual.
fr: Ta séance en cours sera perdue.

source: Your data
es: Tus datos
fr: Tes données

source: Your first achievement will appear here once a habit becomes repeatable.
es: Tu primer logro aparecerá aquí cuando un hábito sea repetible.
fr: Ta première réussite apparaîtra ici quand une habitude deviendra répétable.

source: Your first rep sets your baseline — no pressure
es: Tu primera repetición fija tu base — sin presión
fr: Ta première répétition fixe ta base — sans pression

source: Your journey
es: Tu trayecto
fr: Ton parcours

source: Your league
es: Tu liga
fr: Ta ligue

source: Your league forms over the week.
es: Tu liga se forma durante la semana.
fr: Ta ligue se forme au fil de la semaine.

source: Your local drafts will be cleared. Your reps stay safe on your account.
es: Tus borradores locales se borrarán. Tus repeticiones siguen seguras en tu cuenta.
fr: Tes brouillons locaux seront effacés. Tes répétitions restent en sécurité sur ton compte.

source: Your next move
es: Tu próximo movimiento
fr: Ta prochaine étape

source: Your Next Move
es: Tu próximo movimiento
fr: Ta prochaine étape

source: Your next node
es: Tu próximo nodo
fr: Ton prochain nœud

source: Your opening was strong — direct and grounded...
es: Tu inicio fue sólido — directo y firme...
fr: Ton ouverture était solide — directe et posée...

source: Your progress in this run will be lost.
es: Se perderá tu progreso en esta partida.
fr: Ta progression dans cette partie sera perdue.

source: YOUR PROMPT
es: TU INDICACIÓN
fr: TON SUJET

source: Your rule
es: Tu regla
fr: Ta règle

source: YOUR TOPIC
es: TU TEMA
fr: TON THÈME

source: Full curated pool — 200+ prompts, 8 themes.
es: Catálogo curado completo — más de 200 indicaciones, 8 temas.
fr: Catalogue complet — plus de 200 sujets, 8 thèmes.

source: Curated v1 — 24+ prompts, 8 themes.
es: Catálogo v1 — más de 24 indicaciones, 8 temas.
fr: Catalogue v1 — plus de 24 sujets, 8 thèmes.
